/obj/item/paper/lazarus/clf
	name = "dirty notes"
	info = "Мы смогли закрепиться глубоко в северо-западных джунглях среди руин каких-то инопланетян. Колония Корпорации сейчас под атакой с югу нашей позиции, правда мы не знаем кто напал... Крики и выстрелы со стороны колонии уже давно прекратились. Джунгли защищают нас, руины стали нам крепостью, а время наш союзник. Мы ждем. Мы готовимся. Когда пробьет час, мы нанесем удар. Мы освободим эту колонию, как только придет время. Мы ждем. Мы готовимся. Освобождение придет... Мы ждем. Мы готовимся. Освобождение придет... Мы ждем. Мы готовимся. Освобождение придет...\n\[и так до самого конца страницы\]\n"

/obj/item/paper/lazarus/cargo
	name = "explanotary note"
	info = "Я, #*?&. №^6*%, начальник отдела снабжения колонии \"Храм Зенита\", подтверждаю недостаточную мощность инженерных машин модели \"Caterpillar\" производства Вэйланд-Ютани для работы в условиях археологического объекта. Причиной является недостаточная мощность ручных манипуляторов для обработки особого материала (вне базы данных), из которого состоят стены объекта. А неестественная стойкость материала к способам физического воздействия по данным администратора колонии несет высокую исследовательскую ценность. Исходя из вышеперечисленных причин, дается разрешения на закупку силовых машин модели \"12 богатырь\" производства компании КосмосСталь.\nУсловием совершения сделки с доверенным поставщиком была закупка дополнительных товаров типа: первой необходимости и массового спроса.\nПодпись: %@&"

/obj/item/paper/lazarus/cmd
	name = "diary-looking note"
	desc = "a sheet with a Weyland-Yutani emblem from a notebook"
	info = "... пала. И хотя мы смогли уйти через джунгли, этот урод где-то успел подцепить лицехвата и умолчал об этом. Похоже, что либо эти землекопы не смогли провести операцию, либо уже было слишком поздно.\nАвтоматическая система смогла изолировать их с эвакуированными образцами, жаль, археологический подтип исследовательского учреждения не обладает должной изоляцией от XX-121... Все, кто уходил в джунгли или к ГЭС не вернулись.\nНельзя было закрывать глаза ни на секунду... Эта тварь лежит рядом со мной и уже давно обмякла... Я... не хочу... ненавижу боль...\nЛучше уж так...\n ()"
